import type { CultureType } from '@/types/culture';

export const cultures: CultureType[] = [
  {
    title: '【정보는 투명하게】 ✨',
    description:
      '정보의 격차에서 오는 불편함을 경계하고 개개인의 자율성을 존중하기 위해 모든 정보를 공유해요. 일과 관련된 소통은 Notion, Slack 등 협업툴로 누구나 참여할 수 있어요.',
  },
  {
    title: '【소통은 자연스럽게】 💬',
    description: `수평적인 문화를 지향해요. 위계의식 없이 누구와도 편하게 이야기할 수 있도록 이름과 '님' 호칭을 사용해요.`,
  },
  {
    title: '【성과는 탁월하게】 🏆',
    description:
      '적당히 만족스러운 수준에서 멈추지 않아요. 서비스의 완성도를 높이기 위해 치열하게 고민하고 기민하게 행동하죠. 이것이 우리가 빠르게 성장할 수 있는 비결이에요.',
  },
  {
    title: '【업무는 책임감있게】 📌',
    description:
      '다른 누군가의 지시를 기다리는 수동적인 업무를 지양해요. 스스로 할 수 있는 일을 정의하고 모두가 리더와 팔로워의 역할을 맡고 있어요',
  },
  {
    title: '【일은 즐겁게】 🎶',
    description:
      '시시각각 변하는 블록체인 생태계 안에서 새로운 도전과제를 흔쾌히 받아들여요. 어려운 도전을 성공으로 이끌었을 때 주는 즐거움이 우리 서비스를 더욱 단단하게 만들어줘요.',
  },
  {
    title: '【동료와 정직하게】🙆',
    description:
      '함께 일하는 동료들과 서로 의지하고 배우며 같이 일할 때 더 나은 변화를 만들 수 있다고 믿어요. 차이를 존중하되 타협 없이 정직하게 일해요.',
  },
];
